/* Напишите программу,которая на вход принимет одно число (N), 
а на выходе показывает все целые числа в промежутке от -N до N.
4->"-4, -3, -2, -1, 0, 1, 2, 3, 4"
2->"-2, -1, 0, 1, 2"*/

Console.WriteLine("Введите положительное целое число!");
int number = Convert.ToInt32("Console.WriteLine()");
int count = -number;
while (count <= number)
{
    Console.WriteLine("count");
    
    count++;
}

